ALL_HOROSCOPES = {
    1: ('''Любые неприятности окажутся вам нипочем. Благодаря оптимистичному \
настрою вы справитесь с неожиданностями без малейших затруднений. \
Высокий уровень энергии позволит достичь заметных успехов. Отношения с \
коллегами сложатся благоприятно.'''),
    2: ('''Ваша привлекательность не останется незамеченной. Благоприятный \
день для общения и переговоров. Вы будете вдохновлены и красноречивы, \
сумеете подобрать убедительные аргументы и предложить условия, которые \
окажутся выгодными для всех участников.'''),
    3: ('''Действуйте смело. Вы можете рассчитывать на поддержку партнеров \
и спонсоров. Ваши идеи окажутся перспективными и встретят одобрение \
со стороны руководства.'''),
    4: ('''Не планируйте важные дела на начало дня. Окажется сложно \
сосредоточиться на кропотливой работе. Мелкие неприятности могут
вызывать вспышки гнева, так что следует постараться держать себя
в руках.'''),
    5: ('''Ваша энергичность позволит свернуть горы. Получится легко придумать\
 необычные способы решения проблем, предложить оригинальные и \
перспективные идеи.'''),
    6: ('''Не откладывайте дела в долгий ящик. Первая половина дня окажется \
особенно плодотворной, так что не стоит терять время зря. Вы будете \
спокойны и дисциплинированны, что поможет решить много важных \
вопросов. Благоприятный момент чтобы устанавливать новые деловые \
связи.''')
}
