SIGNS = {
    'овен': ('Овен - управитель Марс дает знаку такие черты как резкость, '
             'яркость, живость, энергичность и стремительность.'),
    'телец': ('Телец - управитель Венера дарует стабильность, уверенность и '
              'материальную гармонию.'),
    'близнецы': ('Близнецы - управитель Меркурий отвечает за '
                 'любознательность, общительность, умение налаживать '
                 'контакты.'),
    'рак': ('Рак — управитель Луна несет душевность, чувственность, '
            'внутреннее спокойствие и умение заботиться о других.'),
    'лев': ('Лев — управитель Солнце наделяет энергичностью, '
            'страстностью, умением быть в центре внимания, '
            'устойчивостью и творческим началом.'),
    'дева': ('Дева — управитель Нептун дарит внимательность, стремление к '
             'идеальности и порядку, аккуратность и перфекционизм.'),
    'весы': ('Весы — управитель Венера отвечает за плавность, мягкость, '
             'баланс, красоту и утонченность.'),
    'скорпион': ('Скорпион — управитель Плутон несет страсть, интуицию, '
                 'загадочность, умение видеть суть событий.'),
    'стрелец': ('Стрелец — управитель Юпитер дает человеку сообразительность, '
                'широту души, тягу к расширению границ, умение вести за '
                'собой.'),
    'козерог': ('Козерог — управитель Сатурн привнесет в характер '
                'конкретность и дисциплину, умение видеть цель и идти к ней.'),
    'водолей': ('Водолей — управитель Уран отвечает за революционность, новые '
                'прорывные идеи, предвосхищение будущего и внутреннюю '
                'свобода.'),
    'рыбы': ('Рыбы – управитель Плутон подарит творческую жилку, вдохновение, '
             'умение копнуть глубоко и наличие своей философии.')
}

SIGNS_LIST = [
    'овен', 'телец', 'близнецы', 'рак', 'лев', 'дева', 'весы', 'скорпион',
    'стрелец', 'козерог', 'водолей', 'рыбы'
]

SIGNS_IN_ENGLISH = {
    'овен': 'aries',
    'телец': 'taurus',
    'близнецы': 'gemini',
    'рак': 'cancer',
    'лев': 'leo',
    'дева': 'virgo',
    'весы': 'libra',
    'скорпион': 'scorpio',
    'стрелец': 'sagittarius',
    'козерог': 'capricorn',
    'водолей': 'aquarius',
    'рыбы': 'pisces'
}
